Repository: alimusawa313/Endxiety_Invividu
Catalog: Endxiety_Invividu/Localizable.xcstrings
Source language: en
Languages: ar, id, ru

source: " Remember, Licking a doorknob is illegal on other planet "
ar: “تذكر، لعق مقبض الباب غير قانوني في كوكب آخر.”
id: “Ingat, menjilat gagang pintu adalah ilegal di planet lain.”
ru: “Помни, что облизывать дверную ручку запрещено на другой планете.”

source: Body
ar: المحتوى
id: Isi
ru: Содержание

source: Cancel
ar: إلغاء
id: Batal
ru: Отмена

source: Delete
ar: حذف
id: Hapus
ru: Удалить

source: Heading
ar: العنوان
id: Judul
ru: Заголовок

source: Help me start
ar: ساعدني في البدء
id: Bantu saya memulai
ru: Помоги мне начать

source: Last edited %@
ar: تم التعديل الأخير %@
id: Terakhir diedit %@
ru: Последнее редактирование %@

source: Let it all out
ar: دعها تفلت
id: Biarkan semuanya keluar
ru: Отпусти все

source: My Note
ar: ملاحظتي
id: Catatan Saya
ru: Моя заметка

source: My Summaries
ar: ملخصاتي
id: Ringkasan Saya
ru: Мои резюме

source: Questions
ar: أسئلة
id: Pertanyaan
ru: Вопросы

source: Recording stopped at:
ar: توقف التسجيل في:
id: Perekaman berhenti pada:
ru: Запись остановлена в:

source: Recording...
ar: جار التسجيل...
id: Merekam...
ru: Идет запись...

source: Save
ar: حفظ
id: Simpan
ru: Сохранить

source: Share your feelings
ar: شارك مشاعرك
id: Bagikan perasaanmu
ru: Поделись своими чувствами

source: Share your heart's whispers.
ar: شارك أنفاس قلبك.
id: Bagikan bisikan hatimu.
ru: Поделись шепотом своего сердца.

source: Tap 'Mic' to Record
ar: اضغط على 'Mic' للتسجيل
id: Ketuk 'Mic' untuk merekam
ru: Нажмите 'Mic' для записи

source: Tell us what's on your mind.
ar: أخبرنا ماذا يدور في ذهنك.
id: Ceritakan apa yang ada di pikiranmu.
ru: Расскажите нам, что у вас на уме.

source: Title
ar: عنوان
id: Judul
ru: Заголовок
